cavidades/cavityRe3200/system/componentes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*----------------------------------------------------------------------------*/

components1
{
    // Mandatory entries (unmodifiable)
    type            components;
    libs            (fieldFunctionObjects);
    field           U; // (runtime modifiable)

    // Optional (inherited) entries
    // region          region0;
    // enabled         true;
    // log             true;
    // timeStart       0;
    // timeEnd         1000;
    // executeControl  timeStep;
    // executeInterval 1;
    // writeControl    timeStep;
    // writeInterval   1;
}
